Repository: f0cuSsss/flutter_animated_onboarding
Catalog: lib/l10n/intl_*.arb
Languages: de_de, uk_ua

# language_screen_title
source: Choose a language, please!
de_de: Wählen Sie eine Sprache, bitte!
uk_ua: Виберіть мову, будь ласка!

# language_screen_english
source: English
de_de: Englisch
uk_ua: Англійська

# language_screen_german
source: German
de_de: Deutsche
uk_ua: Німецька

# language_screen_russian
source: Russian
de_de: Russisch
uk_ua: Російська

# language_screen_ukrainian
source: Ukrainian
de_de: Ukrainisch
uk_ua: Українська

# theme_screen_title
source: Choose an application theme!
de_de: Wählen Sie ein Anwendungsthema!
uk_ua: Виберіть тему додатку!

# theme_screen_light
source: Light
de_de: Licht
uk_ua: Світла

# theme_screen_dark
source: Dark
de_de: Dunkel
uk_ua: Темна

# welcome_screen_title
source: Welcome!
de_de: Herzlich Willkommen!
uk_ua: Ласкаво просимо!

# welcome_screen_description
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.
de_de: Lorem Ipsum ist einfach Dummy-Text der Druck- und Satzindustrie. Lorem Ipsum ist seit den 1500er Jahren der branchenübliche Dummy-Text. Lorem Ipsum ist einfach Dummy-Text der Druck- und Satzindustrie. Lorem Ipsum ist seit den 1500er Jahren der branchenübliche Dummy-Text.
uk_ua: Lorem Ipsum - це просто фіктивний текст поліграфічної та набірної промисловості. Lorem Ipsum є стандартним фіктивним текстом у галузі ще з 1500-х років, що займається версткою. Lorem Ipsum є стандартним фіктивним текстом у галузі ще з 1500-х років, що займається набором промисловості. Lorem Ipsum є стандартним фіктивним текстом у галузі ще з 1500-х років.

# func_overview_screen_title
source: Functional overview
de_de: Funktionsübersicht
uk_ua: Функціональний огляд

# func_overview_screen_description
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.
de_de: Lorem Ipsum ist einfach Dummy-Text der Druck- und Satzindustrie. Lorem Ipsum ist seit den 1500er Jahren der branchenübliche Dummy-Text. Lorem Ipsum ist einfach Dummy-Text der Druck- und Satzindustrie. Lorem Ipsum ist seit den 1500er Jahren der branchenübliche Dummy-Text.
uk_ua: Lorem Ipsum - це просто фіктивний текст в поліграфічної та складальної індустрії. Lorem Ipsum є стандартним фіктивним текстом в індустрії з 1500-х років. Lorem Ipsum був стандартним фіктивним текстом в індустрії з 1500-х років. Lorem Ipsum був стандартним фіктивним текстом в галузі з 1500-х років.

# func_first_screen_title
source: Functional 1
de_de: Funktional 1
uk_ua: Функціонал 1

# func_first_screen_description
source: It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged.
de_de: Es hat nicht nur fünf Jahrhunderte überlebt, sondern auch den Sprung in den elektronischen Satz.
uk_ua: Він пережив не тільки п'ять століть, але і стрибок в електронному пропозиції.

# func_second_screen_title
source: Functional 2
de_de: Funktional 2
uk_ua: Функціонал 2

# func_second_screen_description
source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.
de_de: Lorem Ipsum ist einfach Dummy-Text der Druck- und Satzindustrie, Lorem Ipsum wurde.
uk_ua: Lorem Ipsum - це просто фіктивний текст індустрії друку і набору, яка стала Lorem Ipsum.

# func_third_screen_title
source: Functional 3
de_de: Funktional 3
uk_ua: Функціонал 3

# func_third_screen_description
source: There are many variations of passages of Lorem Ipsum available, but the majority have suffered alteration in some form, by injected humour, or randomised words which don't look even slightly believable.
de_de: Es gibt viele Variationen von Passagen von Lorem Ipsum zur Verfügung, aber die Mehrheit haben gelitten.
uk_ua: Доступно безліч варіацій уривків Lorem Ipsum, але більшість з них зазнало змін в тій чи іншій формі через доданого гумору або випадкових слів, які навіть трохи не виглядають правдоподібними.

# getstarted_screen_title
source: Project title
de_de: Projektname
uk_ua: Назва проекту

# getstarted_screen_btn_text
source: Get started!
de_de: Beginnen!
uk_ua: Почати!

# getstarted_screen_privacy_policy_text_p1
source: I have read and accept the
de_de: Ich habe die
uk_ua: Я ознайомився та приймаю

# getstarted_screen_privacy_policy_text_p2
source: Terms of Use
de_de: Nutzungsbedingungen
uk_ua: Умови використання

# getstarted_screen_privacy_policy_text_p3
source: and
de_de: und
uk_ua: і

# getstarted_screen_privacy_policy_text_p4
source: Privacy Policy
de_de: die Datenschutzrichtlinie gelesen und akzeptiert
uk_ua: Політику конфіденційності

# getstarted_screen_privacy_policy_text_p5
source: before using the product.
de_de: , bevor ich das Produkt verwende.
uk_ua: перед використанням продукту.

# privacy_policy_title
source: Personal data processing policy
de_de: Richtlinie über die Verarbeitung personenbezogener Daten
uk_ua: Політика щодо обробки персональних даних

# privacy_policy_text
source: 1. General Provisions This personal data processing policy has been drawn up in accordance with the requirements of the Federal Law of July 27, 2006. № 152-ФЗ "On personal data" (hereinafter referred to as the Law on Personal Data) and determines the procedure for processing personal data and measures to ensure the security of personal data taken by tangram (hereinafter referred to as the Operator). 1.1. The operator sets as its most important goal and condition for the implementation of its activities the observance of human and civil rights and freedoms when processing their personal data, including the protection of the rights to privacy, personal and family secrets. 1.2. This Operator's policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator can obtain about visitors to the website https: // flutter-onboarding. 1. General Provisions This personal data processing policy has been drawn up in accordance with the requirements of the Federal Law of July 27, 2006. № 152-ФЗ "On personal data" (hereinafter referred to as the Law on Personal Data) and determines the procedure for processing personal data and measures to ensure the security of personal data taken by tangram (hereinafter referred to as the Operator). 1.1. The operator sets as its most important goal and condition for the implementation of its activities the observance of human and civil rights and freedoms when processing their personal data, including the protection of the rights to privacy, personal and family secrets. 1.2. This Operator's policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator can obtain about visitors to the website https: // flutter-onboarding. 1. General Provisions This personal data processing policy has been drawn up in accordance with the requirements of the Federal Law of July 27, 2006. № 152-ФЗ "On personal data" (hereinafter referred to as the Law on Personal Data) and determines the procedure for processing personal data and measures to ensure the security of personal data taken by tangram (hereinafter referred to as the Operator). 1.1. The operator sets as its most important goal and condition for the implementation of its activities the observance of human and civil rights and freedoms when processing their personal data, including the protection of the rights to privacy, personal and family secrets. 1.2. This Operator's policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator can obtain about visitors to the website https: // flutter-onboarding.
de_de: 1. Allgemeine Bestimmungen Diese Richtlinie zur Verarbeitung personenbezogener Daten erfolgt in Übereinstimmung mit den Anforderungen des Bundesgesetzes vom 27.07.2006. №152-FZ "Über personenbezogene Daten" (im Folgenden - das Gesetz über personenbezogene Daten) und bestimmt das Verfahren zur Verarbeitung personenbezogener Daten und Maßnahmen zur Gewährleistung der Sicherheit der von tangram erfassten personenbezogenen Daten (im Folgenden - der Betreiber). 1.1. Der Betreiber setzt das wichtigste Ziel und die wichtigste Bedingung seiner Tätigkeit darin, die Rechte und Freiheiten des Menschen und der Bürger bei der Verarbeitung seiner personenbezogenen Daten zu respektieren, einschließlich des Schutzes des Rechts auf Privatsphäre, Persönlichkeits- und Familiengeheimnisse. 1.2. Diese Richtlinie des Betreibers zur Verarbeitung personenbezogener Daten (im Folgenden - die Richtlinie) gilt für alle Informationen, die der Betreiber über Besucher der Website https: // flatter-onboarding erhalten kann. 1. Allgemeine Bestimmungen Diese Richtlinie zur Verarbeitung personenbezogener Daten erfolgt in Übereinstimmung mit den Anforderungen des Bundesgesetzes vom 27.07.2006. №152-FZ "Über personenbezogene Daten" (im Folgenden - das Gesetz über personenbezogene Daten) und bestimmt das Verfahren zur Verarbeitung personenbezogener Daten und Maßnahmen zur Gewährleistung der Sicherheit der von tangram erfassten personenbezogenen Daten (im Folgenden - der Betreiber). 1.1. Der Betreiber setzt das wichtigste Ziel und die wichtigste Bedingung seiner Tätigkeit darin, die Rechte und Freiheiten des Menschen und der Bürger bei der Verarbeitung seiner personenbezogenen Daten zu respektieren, einschließlich des Schutzes des Rechts auf Privatsphäre, Persönlichkeits- und Familiengeheimnisse. 1.2. Diese Richtlinie des Betreibers zur Verarbeitung personenbezogener Daten (im Folgenden - die Richtlinie) gilt für alle Informationen, die der Betreiber über Besucher der Website https: // flatter-onboarding erhalten kann. 1. Allgemeine Bestimmungen Diese Richtlinie zur Verarbeitung personenbezogener Daten erfolgt in Übereinstimmung mit den Anforderungen des Bundesgesetzes vom 27.07.2006. №152-FZ "Über personenbezogene Daten" (im Folgenden - das Gesetz über personenbezogene Daten) und bestimmt das Verfahren zur Verarbeitung personenbezogener Daten und Maßnahmen zur Gewährleistung der Sicherheit der von tangram erfassten personenbezogenen Daten (im Folgenden - der Betreiber). 1.1. Der Betreiber setzt das wichtigste Ziel und die wichtigste Bedingung seiner Tätigkeit darin, die Rechte und Freiheiten des Menschen und der Bürger bei der Verarbeitung seiner personenbezogenen Daten zu respektieren, einschließlich des Schutzes des Rechts auf Privatsphäre, Persönlichkeits- und Familiengeheimnisse. 1.2. Diese Richtlinie des Betreibers zur Verarbeitung personenbezogener Daten (im Folgenden - die Richtlinie) gilt für alle Informationen, die der Betreiber über Besucher der Website https: // flatter-onboarding erhalten kann.
uk_ua: 1. Загальні положення Справжня політика обробки персональних даних складена відповідно до вимог Федерального закону від 27.07.2006. №152-ФЗ «Про персональних даних» (далі - Закон про персональні дані) і визначає порядок обробки персональних даних та заходи щодо забезпечення безпеки персональних даних, що вживаються tangram (далі - Оператор). 1.1. Оператор ставить своїм найважливішим метою і умовою здійснення своєї діяльності дотримання прав і свобод людини і громадянина при обробці його персональних даних, в тому числі захисту прав на недоторканність приватного життя, особисту і сімейну таємницю. 1.2. Справжня політика Оператора щодо обробки персональних даних (далі - Політика) застосовується до всієї інформації, яку Оператор може отримати про відвідувачів веб-сайту https: // flutter-onboarding. 1. Загальні положення Справжня політика обробки персональних даних складена відповідно до вимог Федерального закону від 27.07.2006. №152-ФЗ «Про персональних даних» (далі - Закон про персональні дані) і визначає порядок обробки персональних даних та заходи щодо забезпечення безпеки персональних даних, що вживаються tangram (далі - Оператор). 1.1. Оператор ставить своїм найважливішим метою і умовою здійснення своєї діяльності дотримання прав і свобод людини і громадянина при обробці його персональних даних, в тому числі захисту прав на недоторканність приватного життя, особисту і сімейну таємницю. 1.2. Справжня політика Оператора щодо обробки персональних даних (далі - Політика) застосовується до всієї інформації, яку Оператор може отримати про відвідувачів веб-сайту https: // flutter-onboarding. 1. Загальні положення Справжня політика обробки персональних даних складена відповідно до вимог Федерального закону від 27.07.2006. №152-ФЗ «Про персональних даних» (далі - Закон про персональні дані) і визначає порядок обробки персональних даних та заходи щодо забезпечення безпеки персональних даних, що вживаються tangram (далі - Оператор). 1.1. Оператор ставить своїм найважливішим метою і умовою здійснення своєї діяльності дотримання прав і свобод людини і громадянина при обробці його персональних даних, в тому числі захисту прав на недоторканність приватного життя, особисту і сімейну таємницю. 1.2. Справжня політика Оператора щодо обробки персональних даних (далі - Політика) застосовується до всієї інформації, яку Оператор може отримати про відвідувачів веб-сайту https: // flutter-onboarding.

# terms_of_use_title
source: Terms of use
de_de: Nutzungsbedingungen
uk_ua: Умови користування

# terms_of_use_text
source: 1. General Provisions This personal data processing policy has been drawn up in accordance with the requirements of the Federal Law of July 27, 2006. № 152-ФЗ "On personal data" (hereinafter referred to as the Law on Personal Data) and determines the procedure for processing personal data and measures to ensure the security of personal data taken by tangram (hereinafter referred to as the Operator). 1.1. The operator sets as its most important goal and condition for the implementation of its activities the observance of human and civil rights and freedoms when processing their personal data, including the protection of the rights to privacy, personal and family secrets. 1.2. This Operator's policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator can obtain about visitors to the website https: // flutter-onboarding. 1. General Provisions This personal data processing policy has been drawn up in accordance with the requirements of the Federal Law of July 27, 2006. № 152-ФЗ "On personal data" (hereinafter referred to as the Law on Personal Data) and determines the procedure for processing personal data and measures to ensure the security of personal data taken by tangram (hereinafter referred to as the Operator). 1.1. The operator sets as its most important goal and condition for the implementation of its activities the observance of human and civil rights and freedoms when processing their personal data, including the protection of the rights to privacy, personal and family secrets. 1.2. This Operator's policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator can obtain about visitors to the website https: // flutter-onboarding. 1. General Provisions This personal data processing policy has been drawn up in accordance with the requirements of the Federal Law of July 27, 2006. № 152-ФЗ "On personal data" (hereinafter referred to as the Law on Personal Data) and determines the procedure for processing personal data and measures to ensure the security of personal data taken by tangram (hereinafter referred to as the Operator). 1.1. The operator sets as its most important goal and condition for the implementation of its activities the observance of human and civil rights and freedoms when processing their personal data, including the protection of the rights to privacy, personal and family secrets. 1.2. This Operator's policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator can obtain about visitors to the website https: // flutter-onboarding.
de_de: 1. Allgemeine Bestimmungen Diese Richtlinie zur Verarbeitung personenbezogener Daten erfolgt in Übereinstimmung mit den Anforderungen des Bundesgesetzes vom 27.07.2006. №152-FZ "Über personenbezogene Daten" (im Folgenden - das Gesetz über personenbezogene Daten) und bestimmt das Verfahren zur Verarbeitung personenbezogener Daten und Maßnahmen zur Gewährleistung der Sicherheit der von tangram erfassten personenbezogenen Daten (im Folgenden - der Betreiber). 1.1. Der Betreiber setzt das wichtigste Ziel und die wichtigste Bedingung seiner Tätigkeit darin, die Rechte und Freiheiten des Menschen und der Bürger bei der Verarbeitung seiner personenbezogenen Daten zu respektieren, einschließlich des Schutzes des Rechts auf Privatsphäre, Persönlichkeits- und Familiengeheimnisse. 1.2. Diese Richtlinie des Betreibers zur Verarbeitung personenbezogener Daten (im Folgenden - die Richtlinie) gilt für alle Informationen, die der Betreiber über Besucher der Website https: // flatter-onboarding erhalten kann. 1. Allgemeine Bestimmungen Diese Richtlinie zur Verarbeitung personenbezogener Daten erfolgt in Übereinstimmung mit den Anforderungen des Bundesgesetzes vom 27.07.2006. №152-FZ "Über personenbezogene Daten" (im Folgenden - das Gesetz über personenbezogene Daten) und bestimmt das Verfahren zur Verarbeitung personenbezogener Daten und Maßnahmen zur Gewährleistung der Sicherheit der von tangram erfassten personenbezogenen Daten (im Folgenden - der Betreiber). 1.1. Der Betreiber setzt das wichtigste Ziel und die wichtigste Bedingung seiner Tätigkeit darin, die Rechte und Freiheiten des Menschen und der Bürger bei der Verarbeitung seiner personenbezogenen Daten zu respektieren, einschließlich des Schutzes des Rechts auf Privatsphäre, Persönlichkeits- und Familiengeheimnisse. 1.2. Diese Richtlinie des Betreibers zur Verarbeitung personenbezogener Daten (im Folgenden - die Richtlinie) gilt für alle Informationen, die der Betreiber über Besucher der Website https: // flatter-onboarding erhalten kann. 1. Allgemeine Bestimmungen Diese Richtlinie zur Verarbeitung personenbezogener Daten erfolgt in Übereinstimmung mit den Anforderungen des Bundesgesetzes vom 27.07.2006. №152-FZ "Über personenbezogene Daten" (im Folgenden - das Gesetz über personenbezogene Daten) und bestimmt das Verfahren zur Verarbeitung personenbezogener Daten und Maßnahmen zur Gewährleistung der Sicherheit der von tangram erfassten personenbezogenen Daten (im Folgenden - der Betreiber). 1.1. Der Betreiber setzt das wichtigste Ziel und die wichtigste Bedingung seiner Tätigkeit darin, die Rechte und Freiheiten des Menschen und der Bürger bei der Verarbeitung seiner personenbezogenen Daten zu respektieren, einschließlich des Schutzes des Rechts auf Privatsphäre, Persönlichkeits- und Familiengeheimnisse. 1.2. Diese Richtlinie des Betreibers zur Verarbeitung personenbezogener Daten (im Folgenden - die Richtlinie) gilt für alle Informationen, die der Betreiber über Besucher der Website https: // flatter-onboarding erhalten kann.
uk_ua: 1. Загальні положення Справжня політика обробки персональних даних складена відповідно до вимог Федерального закону від 27.07.2006. №152-ФЗ «Про персональних даних» (далі - Закон про персональні дані) і визначає порядок обробки персональних даних та заходи щодо забезпечення безпеки персональних даних, що вживаються tangram (далі - Оператор). 1.1. Оператор ставить своїм найважливішим метою і умовою здійснення своєї діяльності дотримання прав і свобод людини і громадянина при обробці його персональних даних, в тому числі захисту прав на недоторканність приватного життя, особисту і сімейну таємницю. 1.2. Справжня політика Оператора щодо обробки персональних даних (далі - Політика) застосовується до всієї інформації, яку Оператор може отримати про відвідувачів веб-сайту https: // flutter-onboarding. 1. Загальні положення Справжня політика обробки персональних даних складена відповідно до вимог Федерального закону від 27.07.2006. №152-ФЗ «Про персональних даних» (далі - Закон про персональні дані) і визначає порядок обробки персональних даних та заходи щодо забезпечення безпеки персональних даних, що вживаються tangram (далі - Оператор). 1.1. Оператор ставить своїм найважливішим метою і умовою здійснення своєї діяльності дотримання прав і свобод людини і громадянина при обробці його персональних даних, в тому числі захисту прав на недоторканність приватного життя, особисту і сімейну таємницю. 1.2. Справжня політика Оператора щодо обробки персональних даних (далі - Політика) застосовується до всієї інформації, яку Оператор може отримати про відвідувачів веб-сайту https: // flutter-onboarding. 1. Загальні положення Справжня політика обробки персональних даних складена відповідно до вимог Федерального закону від 27.07.2006. №152-ФЗ «Про персональних даних» (далі - Закон про персональні дані) і визначає порядок обробки персональних даних та заходи щодо забезпечення безпеки персональних даних, що вживаються tangram (далі - Оператор). 1.1. Оператор ставить своїм найважливішим метою і умовою здійснення своєї діяльності дотримання прав і свобод людини і громадянина при обробці його персональних даних, в тому числі захисту прав на недоторканність приватного життя, особисту і сімейну таємницю. 1.2. Справжня політика Оператора щодо обробки персональних даних (далі - Політика) застосовується до всієї інформації, яку Оператор може отримати про відвідувачів веб-сайту https: // flutter-onboarding.

source: SKIP
de_de: ÜBERSPRINGEN
uk_ua: ПРОПУСТИТИ
